{
  "tipsmod.title.default": "Dato",

  "tip.tipsmod.undead_damage.text": "Los no muertos, como los esqueletos, se dañan con pociones de salud y se curan con pociones de daño.",
  "tip.tipsmod.poison_immune.text": "Zombis, esqueletos y arañas son inmunes al daño por veneno.",
  "tip.tipsmod.witch_conversion.text": "Los aldeanos se convertirán en brujas cuando les caiga un rayo.",
  "tip.tipsmod.four_eggs.text": "En muy raras ocasiones, de un solo huevo pueden salir cuatro pollos.",
  "tip.tipsmod.nether_lava.text": "La lava se extenderá más rápido en el Nether.",
  "tip.tipsmod.west.text": "El Sol, la Luna y las estrellas se mueven hacia el oeste.",
  "tip.tipsmod.swamp_slime.text": "Los slimes pueden aparecer en los pantanos durante la luna llena.",
  "tip.tipsmod.deflect_ghast_fireballs.text": "Puedes desviar las bolas de fuego de los ghasts golpeándolas.",
  "tip.tipsmod.shulker_armor.text": "Los shulkers reciben mucho más daño cuando sus caparazones están abiertos.",
  "tip.tipsmod.arthropods.text": "Las arañas, las lespismas, las abejas y los endermites reciben daño de la perdición de los artrópodos.",
  "tip.tipsmod.fossils.text": "Los grandes fósiles están enterrados bajo pantanos y desiertos.",
  "tip.tipsmod.crouch_blocks.text": "Agacharse evitará que te caigas por los lados de los bloques.",
  "tip.tipsmod.smoke_bees.text": "Colocar una hoguera debajo de una colmena las volverá pasivas.",
  "tip.tipsmod.lava_fuel.text": "Los cubos con lava pueden utilizarse como combustible en el horno.",
  "tip.tipsmod.wooden_tool_fuel.text": "Las herramientas de madera pueden utilizarse como combustible en el horno.",
  "tip.tipsmod.scrap_nuggets.text": "Las herramientas/armaduras de oro y hierro pueden fundirse en pepitas.",
  "tip.tipsmod.piglin_gold.text": "A los piglins les encanta el oro.",
  "tip.tipsmod.dog_health.text": "Cuanto más baja esté la cola de un lobo, menos salud le queda.",
  "tip.tipsmod.dog_rotten_flesh.text": "Puedes curar a tus lobos alimentándolos con carne podrida.",
  "tip.tipsmod.lure_animals.text": "Puedes atraer a los animales para que te sigan sujetándoles un alimento que les guste.",
  "tip.tipsmod.cooked_drops.text": "Los animales muertos a causa del fuego suelen dejar caer comida cocinada.",
  "tip.tipsmod.nether_sponge.text": "Las esponjas mojadas se secarán inmediatamente al colocarlas en el Nether.",
  "tip.tipsmod.boat_passenger.text": "Las barcas pueden llevar dos pasajeros.",
  "tip.tipsmod.note_block_instrument.text": "El instrumento de un bloque musical viene determinado por el bloque que tiene debajo.",
  "tip.tipsmod.zombie_armor.text": "Los zombis tienen dos puntos básicos de armadura, incluso cuando no llevan ninguna.",
  "tip.tipsmod.undead_helmet.text": "Los no muertos no arderán a la luz del día si llevan casco.",
  "tip.tipsmod.iron_golem_heal.text": "Los gólems de hierro pueden curarse dándoles lingotes de hierro.",
  "tip.tipsmod.turtle_shell.text": "A las tortugas solo se les caen las escamas cuando una cría se convierte en adulta.",
  "tip.tipsmod.animal_growing.text": "Alimentar a las crías de animales hará que crezcan antes.",
  "tip.tipsmod.blaze_snowball.text": "Los blazes reciben daño de las bolas de nieve.",
  "tip.tipsmod.biome_bonemeal.text": "El uso de polvo de hueso en bloques de césped puede dar diferentes tipos de flores.",
  "tip.tipsmod.biome_fishing.text": "Pescar en una jungla puede darte objetos diferentes comparados con pescar en otros biomas.",
  "tip.tipsmod.creeper_cat.text": "Los creepers temen a los gatos y huyen de ellos.",
  "tip.tipsmod.water_grass.text": "El agua puede romper rápidamente los parches de hierba y obtener semillas.",
  "tip.tipsmod.gravity_torch.text": "Los bloques que caen, como la arena y la grava, se rompen instantáneamente al caer sobre una antorcha.",
  "tip.tipsmod.string_wool.text": "El hilo se puede fabricar en un 2x2 para hacer lana.",
  "tip.tipsmod.barrel.text": "Los barriles son una cómoda alternativa a los cofres.",
  "tip.tipsmod.job_site_dimension.text": "Los aldeanos pierden su puesto de trabajo al cambiar de dimensión.",
  "tip.tipsmod.wandering_invis.text": "Los vendedores ambulantes beben pociones de invisibilidad por la noche.",
  "tip.tipsmod.baby_panda_slimeball.text": "Las crías de pandas tienen un 0,1% de probabilidades de soltar una bola de slime después de estornudar.",
  "tip.tipsmod.fortress_triangulation.text": "Puedes triangular las ubicaciones de las fortalezas invocando ojos de ender desde dos ubicaciones diferentes y rastreando dónde se cruzan.",
  "tip.tipsmod.creeper_drops_disc.text": "Si la flecha de un esqueleto o esqueleto glaciar mata a un creeper, este deja caer un disco de música aleatorio.",
  "tip.tipsmod.mooshroom_lightning.text": "Una mooshroom roja se convertirá en una mooshroom marrón, y una mooshroom marrón se convertirá en una roja, cuando le caiga un rayo.",
  "tip.tipsmod.bed_explode.text": "Intentar dormir en una dimensión que no sea la Superficie acabará mal.",
  "tip.tipsmod.fall_damage_blocks.text": "Algunos bloques como el agua y la bala de heno pueden reducir los daños por caída.",
  "tip.tipsmod.bed_respawn.text": "Dormir en una cama establecerá tu punto de reaparición.",
  "tip.tipsmod.ore_tiers.text": "Algunas menas tienen un nivel de pico mínimo requerido para extraerlos.",
  "tip.tipsmod.sponge_bucket.text": "La esponja mojada se puede secar en un horno cociéndola. Si hay un cubo vacío en la ranura de combustible, ¡el cubo recogerá el agua!",
  "tip.tipsmod.coarse_to_dirt.text": "La tierra estéril puede convertirse en tierra normal utilizando una azada.",
  "tip.tipsmod.enderman_blocks.text": "Los endermanes pueden mover bloques como tierra, arena y dinamita.",
  "tip.tipsmod.piglin_repellent.text": "Los piglins tienen miedo de los bloques de fuego de almas, incluyendo la antorcha de almas y la linterna de almas.",
  "tip.tipsmod.portal_trick.text": "Usando cubos con agua y lava puedes hacer un portal del Nether fácilmente.",
  "tip.tipsmod.blaze_fuel.text": "Las varas de blazes son un buen combustible para los hornos.",
  "tip.tipsmod.goat_milk.text": "Las cabras pueden ordeñarse con un cubo.",
  "tip.tipsmod.mean_goats.text": "Ten cuidado con las cabras, les gusta empujar a los jugadores y a otros animales por los acantilados.",
  "tip.tipsmod.dripstone_lava.text": "El espeleotema puntiagudo debajo de la lava goteará lentamente partículas de lava. Se puede usar para llenar un caldero.",
  "tip.tipsmod.bucket_friends.text": "Los peces y los ajolotes pueden recogerse con seguridad utilizando cubos.",
  "tip.tipsmod.bucket_rename.text": "Renombrar un cubo con una criatura dentro renombrará esa criatura también.",
  "tip.tipsmod.axolotl_food.text": "A los ajolotes les gusta comer peces tropicales.",
  "tip.tipsmod.wax_copper.text": "Se pueden utilizar panales para encerar los bloques de cobre. Así se evita que se oxiden.",
  "tip.tipsmod.freezing_leather.text": "La armadura de cuero puede proteger contra el daño por congelación.",
  "tip.tipsmod.azalea_caves.text": "Los árboles de azalea crecen sobre los biomas de cuevas frondosas.",
  "tip.tipsmod.end_dimension.text": "No puedes salir de la dimensión del End sin derrotar al Enderdragón... o morir.",
  "tip.tipsmod.snow_golem_trail.text": "Puedes recoger infinitas bolas de nieve del rastro de un gólem de nieve.",
  "tip.tipsmod.mushroom_placement.text": "Los champiñones solo pueden colocarse en bloques donde no dé la luz directa del sol.",
  "tip.tipsmod.mushroom_biome_spawns.text": "Los enemigos no pueden aparecer en un campo de champiñones.",
  "tip.tipsmod.shear_mooshroom.text": "Puedes esquilar una mooshroom para convertirla en una vaca normal.",
  "tip.tipsmod.peaceful_tnt.text": "La dinamita no puede herir a los jugadores en modo pacífico.",
  "tip.tipsmod.weather_sleep.text": "Dormir despejará el cielo y detendrá la tormenta o la lluvia.",
}
