{
  "tipsmod.title.default": "Consejos",

  "tip.tipsmod.undead_damage.text": "Mobs de muertos-vivientes como los Esqueletos reciben daño de las pócimas de vida y son curados con las pócimas de daño.",
  "tip.tipsmod.poison_immune.text": "Los Zombies, Esqueletos, y Arañas son inmunes al daño de veneno.",
  "tip.tipsmod.witch_conversion.text": "Los Aldeanos se convertien en brujas si les llega a caer un rayo.",
  "tip.tipsmod.four_eggs.text": "En ocasiones muy raras es posible que cuatro pollos nazcan de un solo huevo.",
  "tip.tipsmod.nether_lava.text": "La Lava se mueve más rápido en el nether.",
  "tip.tipsmod.west.text": "El Sol, la Luna y las Estrellas siempre se mueven hacia el Oeste.",
  "tip.tipsmod.swamp_slime.text": "Es posible encontrar Slimes en los pantanos durante lunas llenas.",
  "tip.tipsmod.deflect_ghast_fireballs.text": "Puedes rebotar las bolas de fuego que disparan los Ghast atacándolas.",
  "tip.tipsmod.shulker_armor.text": "Los Shulkers toman muchísimo más daño cuando están abiertas sus caparazones.",
  "tip.tipsmod.arthropods.text": "Las Arañas, Peces Plateados, Abejas y Endermites sufren daño del Colmo de los Artrópodos",
  "tip.tipsmod.fossils.text": "Puedes encontrar fósiles grandes enterrados en los pantanos y desiertos.",
  "tip.tipsmod.crouch_blocks.text": "Agacharte/Ponerte en modo sigiloso previene que te caigas de los bordes de un bloque.",
  "tip.tipsmod.smoke_bees.text": "Si colocas una fogata abajo de un nido de abejas hace que las abejas no te ataquen.",
  "tip.tipsmod.lava_fuel.text": "Puedes usar cubetas de lava como combustible para el horno",
  "tip.tipsmod.wooden_tool_fuel.text": "Puedes usar viejas herramientas de madera como combustible para el horno",
  "tip.tipsmod.scrap_nuggets.text": "Puedes hacer pepitas de Oro y metal con herramientas y armadura que derritas.",
  "tip.tipsmod.piglin_gold.text": "Los Piglins adoran el oro.",
  "tip.tipsmod.dog_health.text": "Entre más caída esté la cola de un perro menos salud tendrá.",
  "tip.tipsmod.dog_rotten_flesh.text": "Puedes curar a tus perros alimentándolos con Carne Podrida.",
  "tip.tipsmod.lure_animals.text": "Puedes incitar a que te sigan animales al mostrárles comida en tu mano.",
  "tip.tipsmod.cooked_drops.text": "A veces cuando un animal muere por culpa del fuego puede dejar carne cocinada.",
  "tip.tipsmod.nether_sponge.text": "Las esponjas húmedas inmediatamente se secan al ser soltadas en el nether.",
  "tip.tipsmod.boat_passenger.text": "Los botes pueden cargar dos pasajeros.",
  "tip.tipsmod.note_block_instrument.text": "El instrumento de un Bloque de Nota Musical es determinado por el bloque que tiene abajo.",
  "tip.tipsmod.zombie_armor.text": "Los Zombies tienen dos puntos base de armadura, incluso cuando no traen equipada ninguna.",
  "tip.tipsmod.undead_helmet.text": "Las mobs de no-muertos no se queman bajo el sol si traen puesto un casco.",
  "tip.tipsmod.iron_golem_heal.text": "Puedes curar a un Golem de hierro al darle lingotes de hierro.",
  "tip.tipsmod.turtle_shell.text":"Las Tortugas no sueltan su caparazón al morir, lo sueltan cuando sus bebés llegan a la adultez.",
  "tip.tipsmod.animal_growing.text":"Puedes hacer que los animales pequeños crezcan rápido si les das de comer.",
  "tip.tipsmod.blaze_snowball.text":"Las Blazes son la única mob hostil que sufre daño de las bolas de nieve.",
  "tip.tipsmod.biome_bonemeal.text":"Utilizar una ensalada de huesos en un bloque de pasto te da distintas flores, dependiendo del bioma en el que estés.",
  "tip.tipsmod.biome_fishing.text":"Pescar en la Jungla te puede dar distintos items a comparación de pescar en otros biomas.",
  "tip.tipsmod.creeper_cat.text": "Los Creepers tienen miedo a los gatos y huiran de ellos.",
  "tip.tipsmod.water_grass.text": "El agua puede romper la hierba y obtener semillas.",
  "tip.tipsmod.gravity_torch.text": "Los bloque que caen como arena y grava se rompen cuando caen sobre una antorcha.",
  "tip.tipsmod.string_wool.text": "Con el hilo puedes fabricar lana en un 2x2.",
  "tip.tipsmod.barrel.text": "Los barriles son una alternativa al cofre.",
  "tip.tipsmod.job_site_dimension.text": "Los aldeanos pierden su lugar de trabajo cuando cambian de dimensión.",
  "tip.tipsmod.wandering_invis.text": "Los comerciantes ambulantes toman poción de invisibilidad por la noche.",
  "tip.tipsmod.baby_panda_slimeball.text": "Los bebés panda tienen una probabilidad del 0.1% de soltar un bola de slime después de estornudar.",
  "tip.tipsmod.fortress_triangulation.text": "Puedes triangular la localización del stronghold invocando ojos de ender desde dos ubicaciones diferentes y rastrear dónde se cruzan.",
  "tip.tipsmod.creeper_drops_disc.text": "Si la flecha de esqueleto o stray mata a un Creeper, el creeper dejara caer un disco de musica aleatorio.",
  "tip.tipsmod.mooshroom_lightning.text": "Un hongo rojo se convierte en un hongo marrón, y un hongo marrón se convierte en uno rojo cuando le cae un rayo.",
  "tip.tipsmod.bed_explode.text": "Intenta dormir en otra dimension que no sea el overworld, MUERES.",
  "tip.tipsmod.fall_damage_blocks.text": "Algunos bloque como el agua y el heno pueden reducir el daño por caída.",
  "tip.tipsmod.bed_respawn.text": "Al dormir en una cama establecerá tu punto de spawn",
  "tip.tipsmod.ore_tiers.text": "Algunos minerales tienen un nivel de pico mínimo requerido para ser minados.",
  "tip.tipsmod.sponge_bucket.text": "La esponja mojada se puede secar en un horno cocinándola. Si hay una cubeta vacía en la ranura de combustible, ¡la cubeta recogerá el agua! ",
  "tip.tipsmod.coarse_to_dirt.text": "La tierra infertil puede convertice en un bloque de tierra normal con una azada.",
  "tip.tipsmod.enderman_blocks.text": "El Enderman puede mover bloques como la tierra, arena y ¡TNT!",
  "tip.tipsmod.piglin_repellent.text": "Los Piglins tienen miedo a los bloques de fuego de almas, antorchas de almas y linterna de almas, huiran de ellos.",
  "tip.tipsmod.portal_trick.text": "Al usar cubetas de agua y lava, puedes hacer un portal al nether facil.",
  "tip.tipsmod.blaze_fuel.text": "Las varas de Blazes son un buen combustible para los hornos.",
  "tip.tipsmod.goat_milk.text": "Puedes ordeñar a una cabra usando una cubeta vacia.",
  "tip.tipsmod.mean_goats.text": "Tenga cuidado con las cabras, pueden empujarlo y caer por los acantilados ¡cuide a su mascota!.",
  "tip.tipsmod.dripstone_lava.text": "La espeleotema puntiagudo debajo de la lava goteará partículas de lava. Puede llenar un caldero de lava y agua.",
  "tip.tipsmod.bucket_friends.text": "Los Peces y ajolotes se pueden recoger con una cubeta de forma segura.",
  "tip.tipsmod.bucket_rename.text": "Renombrar un cubo con una criatura dentro también renombrará a esa criatura tambien.",
  "tip.tipsmod.axolotl_food.text": "A los axolotes les encanta comer peces tropicales.",
  "tip.tipsmod.wax_copper.text": "Los panales de abeja se pueden usar para encerar bloques de cobre. Esto evita que se oxiden.",
  "tip.tipsmod.freezing_leather.text": "La armadura de cuero puede proteger contra el daño por congelación.",
  "tip.tipsmod.azalea_caves.text": "Los árboles de azalea crecen sobre los biomas de cuevas exuberantes.",
  "tip.tipsmod.end_dimension.text": "No puedes salir de la dimensión del End sin derrotar al dragón del End... o muriendo.",
  "tip.tipsmod.snow_golem_trail.text": "Puedes recolectar bolas de nieve infinitas del rastro de un Golem de nieve.",
  "tip.tipsmod.mushroom_placement.text": "Los hongos solo se pueden colocar en bloques donde no haya luz solar directa.",
  "tip.tipsmod.mushroom_biome_spawns.text": "En el bioma de hongos no aparecen criaturas hostiles.",
  "tip.tipsmod.shear_mooshroom.text": "Puedes trasquilar a una vaca champiñón para convertirla en una vaca normal.",
  "tip.tipsmod.peaceful_tnt.text": "El TNT no puede dañar a los jugadores en el modo pacífico.",
  "tip.tipsmod.weather_sleep.text": "Dormir limpiará el cielo y detendrá las tormentas o la lluvia.",
  "tip.tipsmod.endermites.text": "Existe una pequeña posibilidad de que aparezca un Endermite cuando una perla de Ender aterriza."
}
